Repository: kokiddp/Visa-Vertical-Booking
Catalog: languages/visa-vertical-booking-*.po
Languages: it_it

source: Main Settings
it_it: Impostazioni globali

source: Configuration Settings
it_it: Impostazioni configurazione

source: Minimum nights stay
it_it: Soggiorno minimo

source: Maximum bookable rooms
it_it: Camere massime prenotabili

source: Maximum people per room
it_it: Persone massime per camera

source: Default adults per room
it_it: Adulti per stanza (default)

source: Minimum adults in first room
it_it: Numero minimo di adulti (prima stanza)

source: Minimum adults in other rooms
it_it: Numero minimo di adulti (altre stanze)

source: Maximum age for children
it_it: Età massima bambini

source: Theese are the general settings
it_it: Queste sono le impostazioni generali

source: Theese are the configuration settings
it_it: Queste sono le opzioni di configurazione

source: Arrival date
it_it: Data di arrivo

source: Invalid date!
it_it: Data non valida!

source: Departure date
it_it: Data di partenza

source: Rooms:
it_it: Stanze:

source: Room
it_it: Camera

source: Adults
it_it: Adulti

source: Children
it_it: Bambini

source: Child age
it_it: Età bambino

source: Submit
it_it: Invia

source: There are one or more errors in your request. Please correct them before submitting.
it_it: Ci sono errori nel modulo. Correggili prima di procedere.

source: This plugin integrates a Vertical Booking reservation form.
it_it: Questo plugin integra un modulo di prenotazione Vertical Booking.
